benchmarks/throughput/rerun-m4/runs/14-wrk/wrk/run.log
Running 1m test @ http://172.18.0.2:8080/work
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   583.63us  788.47us  32.20ms   86.60%
    Req/Sec    87.11k     8.28k  161.47k    70.86%
  48580763 requests in 1.17m, 51.31GB read
  Socket errors: connect 0, read 0, write 0, timeout 74
Requests/sec: 693222.24
Transfer/sec:    749.70MB